# Foundation CLI/TUI tools - sorted alphabetically
brew "atuin"
brew "bat"
brew "btop"
brew "carapace"
brew "clipboard"
brew "direnv"
brew "espanso"
brew "eza"
brew "fzf"
brew "gdu"
brew "ghostty"
brew "git"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "starship"
brew "stow"
brew "uv"
brew "yazi"
brew "yq"
brew "zoxide"

# Casks - sorted alphabetically
cask "claude-code"
cask "karabiner-elements"
